Repository: Armin2208/Windows-Auto-Night-Mode
Catalog: AutoThemeChanger/Properties/Resources.*.resx
Languages: de, es, fr, id, it, ja, pt, ru

# About
source: Configurações
de: Einstellungen
es: Ajustes
fr: À propos
id: Settings
it: Impostazioni
ja: Instellingen
pt: Ustawienia
ru: Про програму

# applyButton
source: Aplicar
de: Anwenden
fr: Appliquer
id: Terapkan
it: Applica
ja: Toepassen
pt: Zastosuj
ru: Застосувати

# autoCheckBox
source: Habilitar a troca automatica de tema
de: Automatischen Design-Wechsel aktivieren
es: Activar el cambio de tema automático
fr: Activer le changement de thème automatique
id: Nyalakan penggantian tema otomatis
it: Attiva cambio di tema automatico
ja: Schakel automatisch wisselen van thema's in
pt: Włącz automatyczne przełączanie motywu
ru: Увімкнути автоматичне перемикання тем

# cmbAdjTheme
source: Ajustar ao tema
de: An das Design anpassen
es: Ajustar al tema
fr: Ajuster au thème
id: Ikuti tema
it: Adatta al tema
ja: Aan thema aanpassen
pt: Dostosuj do motywu
ru: Як в поточній темі

# cmbAlwDark
source: Sempre escuro
de: Immer dunkel
es: Siempre oscuro
fr: Toujours sombre
id: Selalu gelap
it: Sempre scuro
ja: Altijd donker
pt: Zawsze ciemny
ru: Завжди темна

# cmbAlwWhite
source: Sempre claro
de: Immer hell
es: Siempre claro
fr: Toujours clair
id: Selalu terang
it: Sempre chiaro
ja: Altijd wit
pt: Zawsze jasny
ru: Завжди світла

# debugModeCheckBox
source: Ativar recursos para o Windows 1903
de: Funktionen für Windows 1903 aktivieren
es: Activar características de Windows 1903
fr: Activer les fonctionnalités pour Windows 1903
id: Nyalakan fitur untuk Windows 1903
it: Attiva funzionalità di Windows 1903
ja: Functionaliteit voor Windows 1903 activeren
pt: Włącz funkcje dla Windowsa 1903
ru: Увімкнути функції для Windows 1903

# lblApps
source: Apps:
de: Anwendungen:
es: Aplicaciones:
fr: Applis :
id: Aplikasi:
it: Applicazioni:
pt: Aplikacje:
ru: Програми:

# lblAuthor
source: Autor: Armin Osaj © 2019
de: 作者：Armin Osaj © 2019
fr: Auteur : Armin Osaj © 2019
id: Pengembang: Armin Osaj © 2019
it: Author: Armin Osaj © 2019
ja: Auteur: Armin Osaj © 2019
pt: Twórca: Armin Osaj © 2019
ru: Автор: Armin Osaj © 2019

# lblCustomStart
source: Hora de início personalizada:
de: Aktivierungszeit
es: Tiempo de inicio personalizado
fr: Choisissez votre heure de début
id: Waktu mulai kustom
it: Orari di inizio
ja: Activeringstijd
pt: Wybierz czas uruchamiania
ru: Оберіть свій час початку

# lblDark
source: Escuro
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: Donker
pt: Ciemny
ru: Темна

# lblDarkTheme
source: Tema escuro
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
id: Tema gelap
it: Tema scuro
ja: Donker ontwerp
pt: Ciemny motyw
ru: Темна тема

# lblEdge
source: Edge (versão antiga):
de: Edge (alte Version):
es: Edge (versión antigua):
fr: Edge (ancienne version):
id: Edge (versi lama):
it: Edge (vecchia versione):
ja: Edge (oude versie):
pt: Edge (stara wersja):
ru: Edge (стара версія):

# lblLight
source: Claro
de: Hell
fr: Clair
id: Terang
it: Chiaro
ja: Licht
pt: Jasny
ru: Світла

# lblLightTheme
source: Tema claro
de: Helles Design
fr: Thème clair
id: Tema terang
it: Tema chiaro
ja: Licht thema
pt: Jasny motyw
ru: Світла тема

# lblSettings
source: Configurações
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Setelan
it: Impostazioni
ja: Instellingen
pt: Ustawienia
ru: Налаштування

# lblSwitchTheme
source: Trocar o tema atual
de: Aktuelles Design wechseln
es: Cambiar el tema actual
fr: Changer le thème actuel
id: Ganti tema saat ini
it: Cambia il tema corrente
ja: Wijzig huidig thema
pt: Zmień obecny motyw
ru: Перемкнути поточну тему

# lblSystem
source: Sistema:
de: System:
fr: Système :
id: Sistem:
ja: Systeem:
pt: System:
ru: Система:

# lblThirdParty
source: Software de terceiros usados
de: Enthält Drittanbieter-Software
es: Software de terceros utilizado
fr: Logiciels tiers utilisés
id: Aplikasi pihak ketiga yang terpakai
it: Software di terze parti usato
ja: Bevat software van derden
pt: Zawiera oprogramowanie
ru: Використане програмне забезпечення третіх сторін

# lblUpdates
source: Atualizações
de: Updates
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: Updates
pt: Aktualizacje
ru: Оновлення

# locationCheckBox
source: Usar serviços de localização
de: Standort-Dienste verwenden
es: Usar el servicio de localización
fr: Utiliser le service de localisation
id: Memakai layanan lokasi
it: Usa servizio di localizzazione
ja: Gebruik locatieservices
pt: Użyj usługi lokalizacji
ru: Використовувати службу місцезнаходження

# msgChangesSaved
source: mudanças foram salvas!
de: Änderungen gespeichert
es: ¡los cambios fueron guardados!
fr: les changements ont été enregistrés !
id: penggantian telah tersimpan!
it: I cambiamenti sono stati salvati!
ja: Wijzigingen opgeslagen!
pt: Zapisano zmiany!
ru: зміни були збережені!

# msgClickApply
source: Clique em aplicar para salvar as mudanças
de: Klicke auf 'Anwenden' um die Änderungen zu speichern
es: Haz clic en aplicar para guardar los cambios
fr: Cliquez sur Appliquer pour enregistrer les modifications
id: tekan terapkan untuk menyimpan perubahan
it: Clicca su "Applica" per applicare i cambiamenti
ja: Klik op 'Toepassen' om wijzigingen op te slaan
pt: Kliknij 'Zastosuj', aby zapisać zmiany
ru: Натисніть на Застосувати, аби зберегти налаштування

# msgDownloadUpd
source: Baixar atualização
de: Update herunterladen
es: Descargar actualización
fr: Télécharger la mise à jour
id: Unduh pembaruan
it: Scarica aggiornamento
ja: Download update
pt: Pobierz aktualizację
ru: Завантажити оновлення

# msgErrorOcc
source: Erro ocorrido:(
de: Ein Fehler ist aufgetreten :(
es: ha ocurrido un error :(
fr: une erreur est survenue :(
id: masalah terjadi :(
it: errore verificatosi:(
ja: fout opgetreden:(
pt: Wystąpił błąd :(
ru: сталася помилка :(

# msgLocPerm
source: O aplicativo precisa da permissão da localização
de: Die Anwendung benötigt Zugriff auf die Standort-Dienste von Windows
es: Esta aplicación necesita permiso de localización
fr: L'appli a besoin d'une autorisation de localisation
id: Aplikasi membutuhkan izin untuk menemukan lokasi
it: L'app richiede il permesso di accedere alla localizzazione
ja: Deze app vereist locatietoegang
pt: Aplikacja potrzebuje dostępu do lokalizacji
ru: Програма потребує дозволу для визначення місцезнаходження

# msgNoUpd
source: nenhuma nova atualização disponível
de: Keine Updates verfügbar
es: no hay nuevas actualizaciones disponibles.
fr: aucune nouvelle mise à jour n'est disponible.
id: tak ada pembaruan yang tersedia.
it: nessun aggiornamento disponibile
ja: Geen updates beschikbaar.
pt: Brak aktualizacji
ru: немає нових оновлень.

# msgSearchLoc
source: buscando sua localização...
de: Standort suchen...
es: Buscando tu localización...
fr: Recherche de votre position ...
id: Mencari lokasi anda...
it: ricerca della posizione...
ja: Locatie zoeken...
pt: Szukanie lokalizacji...
ru: Пошук місцезнаходження...

# msgSearchUpd
source: buscando por atualizações...
de: Updates suchen...
es: buscando actualizaciones...
fr: recherche de mise à jour ...
id: Mencari pembaruan...
it: ricerca di aggiornamenti...
ja: Updates zoeken...
pt: Szukanie aktualizacji...
ru: Пошук оновлень...

# msgThemeError
source: Aviso: Nós não podemos detectar seu tema atual.
de: Achtung: Das aktuelle Design kann nicht eingelesen werden.
es: Warning: We couldn't read your current theme.
fr: Attention: nous n'avons pas pu identifier votre thème actuel.
id: Peringatan! Kami tak dapat membaca tema anda
it: Attenzione: impossibile individuare il tema in uso
ja: Let op: Je huidige thema kon niet ingelezen worden.
pt: Uwaga: Nie można wczytać obecnego motywu.
ru: Попередження: Ми не змогли визначити поточну тему.

# msgUpdateAvail
source: uma nova atualização está disponível!
de: Ein Update ist verfügbar
es: ¡una nueva actualización está disponible!
fr: une nouvelle mise à jour est disponible !
id: update baru tersedia!
it: un nuovo aggiornamento è disponibile!
ja: Een update is beschikbaar!
pt: Nowa aktualizacja jest dostępna
ru: Доступне нове оновлення!

# msgUpdaterText
source: Obrigado por usar o Auto Dark Mode! Uma nova versão está disponível no GitHub com correções de bugs e aprimoramentos. Você quer baixá-lo? Versão instalada atualmente: {0}, nova versão: {1}
de: Danke für das Benutzen von Auto Dark Mode! Eine neue Version mit Verbesserungen und Neuerungen ist auf GitHub verfügbar. Möchtest du sie herunterladen? Aktuell installierte Version: {0}, Neue Version: {1}
es: ¡Gracias por usar Auto Dark Mode! Una nueva versión está disponible en GitHub con arreglos y mejoras. ¿Quieres descargarla? Versión instalada actualmente: {0}, nueva versión: {1}
fr: Merci d'utiliser Auto Dark Mode ! Une nouvelle version est disponible sur GitHub avec des corrections et des améliorations. Voulez-vous la télécharger ? Version actuellement installée : {0}, nouvelle version : {1}
id: 感謝你使用自動主題切換！ 新版本已在GitHub上提供，包含修復和增強功能。你要下載嗎？ 目前版本：{0}；新版本：{1}
it: Grazie per usare Auto Dark Mode! Una nuova versione è disponibile su Github con correzioni e miglioramenti. Vuoi scaricarla? Versione in uso: {0}, nuova versione: {1}
ja: Bedankt voor het gebruiken van Auto Dark Mode! Een nieuwere versie met verbeteringen en innovaties is beschikbaar op GitHub. Wil je het downloaden? Momenteel gëinstalleerde versie: {0}, nieuwe versie: {1}
pt: Dziękujemy za używanie Auto Dark Mode! Nowa wersja programu z poprawkami i dodatkami jest dostępna na GitHubie. Chcesz ją pobrać? Obecnie zainstalowana wersja: {0}, nowa wersja: {1}
ru: Дякуємо за використання Auto Dark Mode! Доступна нова версія на GitHub з виправленнями та вдосконаленнями. Ви хочете її завантажити? Зараз встановлена версія: {0}, нова версія: {1}

# Title
source: Auto Dark Mode
id: 自動主題切換

# updateButton
source: Buscar por atualizações
de: Updates suchen
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
id: Cek pembaruan
it: Controlla aggiornamenti
ja: Updates zoeken
pt: Szukaj aktualizacji
ru: Перевірити оновлення

# updateInfoText
source: nós verificamos novas atualizações sempre que o programa é iníciado.
de: Programm sucht beim Start nach Updates.
es: buscamos actualizaciones cada vez que se inicia el programa.
fr: on vérifie les mises à jour à chaque démarrage du programme.
id: kami mengecek setiap aplikasi dijalankan
it: Cerca aggiornamenti ad ogni avvio dell'app
ja: Programma controleert op updates wanneer het wordt gestart
pt: Program szuka aktualizacji przy uruchomieniu
ru: ми перевіряємо наявність оновлень при кожному запуску.

# userFeedback
source: Bem vindo
de: Willkommen
es: Bienvenido
fr: Bienvenue
id: Selamat Datang
it: Benvenuto
ja: Welkom
pt: Witamy
ru: Ласкаво просимо

# welcomeText
source: Ative a caixa de seleção para habilitar a troca automatica de temas
de: Aktiviere das Kontrollfeld, um automatisch das Theme zu wechseln!
es: Haz clic en la casilla para activar el cambio de tema automático
fr: Cochez la case pour activer le changement de thème automatique
id: Nyalakan kotak centang untuk mengaktifkan pergantian tema otomatis
it: Spunta la casella per attivare il cambio di tema automatico
ja: Activeer het selectievakje om het thema automatisch te wijzigen
pt: Aktywuj kontrolkę na górze, aby automatycznie przełączać motyw!
ru: Активувати прапорець для автоматичного перемикання тем

# lblTranslator
source: Tradutor: Vítor Gomes (vctgomes)
de: Übersetzer: Armin Osaj
es: Traductor: Daniel Sevillano
fr: Traducteur : Lukcraissin
id: Translator: pc-v2
it: Traduttore: balzabalza
ja: Vertalers: ChillTick en Quinten Althues
pt: Spolszczenie: Lee Bartula
ru: Mykhailo Lytvynenko

# lblCity
source: Cidade
de: Stadt
es: Ciudad
fr: Ville
id: Kota
it: Città
ja: Stad
pt: Miasto
ru: Місто

# cmb1903
source: Essa opção está desativada, porque você não instalou a atualização de abril de 2019 do Windows 10 April 2019 em sua máquina.
de: Du benötigst das Windows 10 April 2019 Update, um diese Einstellung ändern zu können.
es: Esta opción está desactivada, porque no has instalado la Windows 10 April 2019 Update en tu dispositivo.
fr: Cette option est désactivée car vous n'avez pas installé la mise à jour Windows 10 May 2019 Update sur votre ordinateur.
id: Opsi ini tak tersedia, lakukan pembaruan ke versi Windows terbaru
it: Questa opzione è disattivata perché non è installato l'aggiornamento di Aprile 2019 di Windows 10 sul tuo PC.
ja: Deze optie is uitgeschakeld, omdat je de Windows 10 April 2019 Update niet hebt geïnstalleerd op je apparaat.
pt: Ta opcja nie jest dostępna, ponieważ nie masz zainstalowanego Windowsa 10 April 2019 Update.
ru: Ця функція недоступна, оскільки не було встановлено травневе оновлення Windows 10 May 2019 Update на комп'ютер...

# restartNeeded
source: O aplicativo precisa reiniciar para gravar as mudanças
de: Ein Neustart wird benötigt
es: La aplicación necesita reiniciarse para ver los cambios
fr: Le redémarrage de l'application est nécessaire pour voir les modifications
id: Memulai ulang aplikasi dibutuhkan untuk melihat perubahan
it: Riavvio dell'app richiesto per vedere i cambiamenti
ja: Opnieuw opstarten is vereist
pt: Aby zastosować zmiany, uruchom ponownie aplikację
ru: Необхідний перезапуск програми, аби побачити зміни

# lblLanguage
source: Idioma:
de: Sprache:
fr: Langue :
id: Bahasa:
it: Lingua:
ja: Taal:
pt: Język:
ru: Мова:

# cmbAccentColor
source: Cor de destaque para a barra de tarefas
de: Akzentfarbe für die Taskleiste
es: Color de acento para la barra de tareas
fr: Couleur d'accent pour la barre des tâches
id: Aksen warna untuk bilah tugas
it: Colore secondario per la taskbar
ja: Accentkleur voor de taakbalk
pt: Kolor akcentu paska zadań
ru: Колір для панелі задач

# cancel
source: Cancelar
de: Abbrechen
fr: Annuler
id: Batalkan
it: Cancella
ja: Annuleren
pt: Anuluj
ru: Скасувати

# dbCurrently
source: Atualmente:
de: Aktuell:
es: Actualmente:
fr: Actuellement :
id: Saat ini:
it: In uso:
ja: Huidig:
pt: Status:
ru: Зараз:

# dbDark
source: Papel de parede para o tema escuro
de: Hintergrund für dunkles Design
es: Fondo para el modo oscuro
fr: Arrière-plan pour le thème sombre
id: Latar belakang untuk mode gelap
it: Sfondo del tema scuro
ja: Achtergrond voor donker thema
pt: Tapeta ciemnego motywu
ru: Шпалери для темної теми

# dbDel
source: Apagar/Desativar
de: Löschen/Deaktivieren
es: Borrar/Desactivar
fr: Supprimer/Désactiver
id: Hapus/Nonaktifkan
it: Elimina/Disabilita
ja: Verwijderen/Uitschakelen
pt: Wyłącz funkcję
ru: Видалити/Вимкнути

# dbFilePicker
source: Escolher arquivo
de: aus Datei
es: Selecciona archivo
fr: Choisissez le fichier
id: Pilih berkas
it: Scegli il file
ja: Bestand kiezen
pt: Wybierz plik
ru: Обрати файл

# dbLight
source: Papel de parede para o tema claro
de: Hintergrund für helles Design
es: Fondo para el tema claro
fr: Arrière-plan pour le thème clair
id: Latar belakang untuk mode terang
it: Sfondo del tema chiaro
ja: Achtergrond voor helder ontwerp
pt: Tapeta jasnego motywu
ru: Шпалери для світлої теми

# dbMainHeader
source: Fundo da área de trabalho
de: Hintergrundbild
es: Fondo de escritorio
fr: Fond d'écran
id: Latar Belakang Desktop
it: Sfondo del desktop
ja: Achtergrondafbeelding
pt: Zmiana tapety pulpitu
ru: Фон робочого стола

# dbPictures
source: Imagens
de: Bilder
es: Imágenes
fr: Images
id: Gambar
it: Immagini
ja: Afbeeldingen
pt: Pliki graficzne
ru: Картинки

# dbSaveToolTip
source: Por favor, selecione dois papeis de parede
de: Bitte wähle zwei Hintergrundbilder aus
es: Por favor selecciona dos fondos
fr: Veuillez sélectionner deux fonds d'écran
id: Silahkan pilih dua latar belakang
it: Per favore, scegli due sfondi
ja: Selecteer alsjeblieft twee achtergronden
pt: Proszę wybrać dwie tapety pulpitu!
ru: Обрати дві шпалери

# dbSelectImage
source: Por favor, selecione uma imagem
de: Bitte wähle ein Bild aus
es: Por favor selecciona una imagen
fr: Veuillez sélectionner une image
id: Silahkan pilih gambar
it: Per favore, scelga un'immagine
ja: Selecteer alsjeblieft een afbeelding
pt: Proszę wybrać obraz
ru: Обрати картинку

# dbTitle
source: Configurar fundo da área de trabalho
de: Konfiguriere Hintergrundbild
es: Configurar el fondo de escritorio
fr: Configurer le fond d'écran
id: Mengatur Latar Belakang
it: Configura sfondo del desktop
ja: Configureer achtergrondafbeelding
pt: Ustaw tapetę
ru: Налаштувати фон робочого стола

# dbUseCurrent
source: usar o fundo atual
de: aktueller Hintergrund
es: usa el fondo actual
fr: utiliser l'arrière-plan actuel
id: pakai latar belakang saat ini
it: usa sfondo corrente
ja: gebruik huidige achtergrond
pt: Użyj obecnej tapety
ru: використовувати поточний фон

# disabled
source: Desativar
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilita
ja: Uitgeschakeld
pt: Wyłączona
ru: Вимкнено

# enabled
source: Habilitar
de: Aktiviert
es: Activado
fr: Activé
id: Diaktifkan
it: Attiva
ja: Ingeschakeld
pt: Włączona
ru: Увімкнено

# or
source: ou
de: oder
es: o
id: atau
it: o
ja: of
pt: albo
ru: або

# save
source: Salvar
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: Opslaan
pt: Zapisz
ru: Зберегти

# dbErrorText
source: Talvez o seu arquivo de imagem esteja corrompido ou a localização não exista.
de: Möglicherweise ist die Bilddatei fehlerhaft oder der Pfad existiert nicht.
es: Tal vez tu imagen está corrupta o la ruta no existe.
fr: Peut-être votre fichier d'image est corrompu ou l'adresse n'existe pas.
id: Latar Belakang anda mungkin rusak atau alamat tidak ada
it: Forse il file è corrotto o il percorso non esiste.
ja: De afbeelding is mogelijk beschadigd of het pad bestaat niet.
pt: Proszę upewnić się, że dany plik istnieje i nie jest uszkodzony.
ru: Можливо, файл із зображенням пошкоджено або шляху до нього не існує.

# dbPreviewError
source: Nós não conseguimos gerar a visualização da imagem, desculpe!
de: Wir konnten keine Vorschau der Bilddatei erstellen, tut uns leid!
es: No pudimos generar una previsualización de la imagen, ¡lo sentimos!
fr: On n'a pas pu générer un aperçu de votre image, désolé !
id: Maaf! Kami tak dapat memperlihatkan gambar anda
it: Spiacente, non è stato possibile generare un'anteprima dell'immagine!
ja: We konden geen voorbeeld genereren van de afbeelding, sorry!
pt: Wystąpił błąd podczas wczytywania podglądu pliku graficznego!
ru: Передперегляд картинки не було сформовано, просимо вибачення!

# dbSavedError
source: Nós não conseguimos salvar suas configurações, desculpe!
de: Wir konnten deine Einstellungen nicht speichern, tut uns leid!
es: No pudimos guardar tus ajustes, ¡lo sentimos!
fr: On n'a pas pu enregistrer vos paramètres, désolé !
id: Maaf! Kami tak dapat menyimpan setelan anda
it: Spiacente, non è stato possibile salvare le tue impostazioni!
ja: We konden je instellingen niet opslaan, sorry!
pt: Wystąpił błąd podczas zapisywania ustawień!
ru: Налаштування не були збережені, просимо вибачення!

# errorOcurredTitle
source: Um erro ocorreu
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
id: Masalah terjadi
it: Si è verificato un errore
ja: Een fout is opgetreden
pt: Wystąpił błąd
ru: Сталася помилка

# cbAccentColor
source: Apenas visível no modo escuro
de: Nur im dunklen Design sichtbar. Falls die Aktivierung Probleme verursacht: erhöhe die Verzögerungszeit in den Einstellungen.
es: Solo visible en el modo oscuro
fr: Visible uniquement en mode sombre
id: Hanya tersedia di mode gelap. Jika anda mengalami isu: Coba untuk tingkatkan jeda di setelan.
it: Visibile solo in modalità scura
ja: Alleen zichtbaar in het donkere thema. Als je problemen tegenkomt: verhoog alsjeblieft de schakelvertraging in instellingen.
pt: Widoczny tylko w ciemnym motywie
ru: Видимий лише в темному режимі

# info
source: Informações
de: Info
es: Información
fr: Info
id: Info
it: Info
ja: Info
pt: Informacja
ru: Інформація

# cb12HourTime
source: Hora em formato de 12 horas
de: 12 Stunden Zeitformat
es: Reloj de 12 horas
fr: Système horaire sur 12 heures
id: Sistem waktu 12 jam
it: Orologio in modalità 12 ore
ja: 12-uurssysteem
pt: Zegar 12-godzinny

# msgClose
source: Fechar
de: Schließen
es: Cerrar
fr: 關閉
id: Tutup
it: Chiudi
ja: Sluiten
pt: Zamknij

# msgNo
source: Não
de: Nein
es: No
fr: 否
id: Tidak
it: No
ja: Nee
pt: Nie

# MsgYes
source: Sim
de: Ja
es: Sí
fr: 是
id: Ya
it: Sì
ja: Ja
pt: Tak

# cbBackgroundUpdate
source: Procurar por atualizações em segundo plano
de: Im Hintergrund nach Updates suchen
es: Buscar actualizaciones en segundo plano
fr: 在背景搜尋更新
id: Cari update di latar belakang
it: Cerca aggiornamenti in background
ja: In de achtergrond naar updates zoeken
pt: Szukaj aktualizacji w tle

# errorThemeApply
source: Desculpe, mas nós não conseguimos salvar suas configurações. Aqui estão algumas coisas que você pode tentar: - Desinstalar e, então, reinstalar o Auto Dark Mode; - Tentar abrir o Auto Dark Mode como administrador. - Se você habilitou o papel de parede na área de trabalho, desative e tente novamente. Se essas dicas não ajudaram, você pode comentar o problema no GitHub, postando uma captura de tela do erro. Você pode acessar o problema clicando no botão "Sim"
de: Wir konnten deine Einstellungen leider nicht anwenden :( Hier sind ein paar Hilfestellungen die du ausprobieren kannst: - Deinstalliere Auto Dark Mode, danach installiere es neu. - Probiere Auto Dark Mode als Administrator auszuführen. - Falls du den automatischen Wechsel vom Desktop Hintergrundbild aktiviert hast, deaktiviere die Funktion und probiere es erneut. Falls diese Hilfestellungen nicht geholfen haben, kannst du das GitHub-Issue kommentieren. Hänge am besten noch ein Screenshot dieser Fehlermeldung an. Mit einem Klick auf "Ja" gelangst du zu GitHub.
es: Lo sentimos, pero no pudimos aplicar tus ajustes. Aquí hay algunas cosas que puedes probar: - Desinstalar y luego reinstalar Auto Dark Mode. - Intentar ejecutar Auto Dark Mode como administrador. - Si activaste el fondo de escritorio, desactiva la característica y prueba otra vez. Si estas medidas no te ayudaron, puedes comentar el problema en GitHub adjuntando una captura de pantalla de tu error. Puedes acceder al problema pulsando el botón "Sí".
fr: 很抱歉，無法套用你的設置！ 你可以嘗試以下操作： - 解除安裝後重新安裝此程式。 - 嘗試以管理員身份運行此程式。 - 如果啟用了桌面背景，請停用該功能，然後重試。 如果這些操作都沒有幫助，你可以在GitHub Issue中發佈包含該錯誤的截圖。你可以通過點擊「是」按鈕來訪問。
id: 很抱歉，無法套用你的設置！ 你可以嘗試以下操作： - 解除安裝後重新安裝此程式。 - 嘗試以管理員身份運行此程式。 - 如果啟用了桌面背景，請停用該功能，然後重試。 如果這些操作都沒有幫助，你可以在GitHub Issue中發佈包含該錯誤的截圖。你可以通過點擊「是」按鈕來訪問。
it: "Spiacente, non è stato possibile applicare le tue impostazioni. Ecco come potresti risolvere: - Disinstalla e reinstalla Auto Dark Mode. - Esegui Auto Dark Mode come amministratore. - Se hai attivato gli sfondi desktop, disattiva l'opzione e riprova. Se ciò non è sufficiente, puoi commentare su GitHub il problema, caricando uno screenshot dell'errore. Puoi inviare l'errore cliccando il pulsante ""Sì"""
ja: Sorry, we konden je instellingen niet toepassen Hier zijn een paar dingen die je kunt proberen: - Verwijder Auto Dark Mode en installeer het vervolgens opnieuw. - Probeer Auto Dark Mode uit te voeren als adminstrator. - Als je de automatische wijziging vanaf de bureaubladachtergrond hebt geactiveerd, deactiveert de functie en probeer het opnieuw. Als dit je niet heeft geholpen, kun je een nieuwe issue aanmaken op GitHub. Het is het beste om een screenshot van dit foutbericht bij te voegen. Met een klik op "Ja" kom je bij GitHub.
pt: "Przepraszamy, wystąpił błąd podczas zapisywania ustawień. Zalecamy spróbować: - Ponowne zainstalowanie AutoDarkMode'a - Uruchomienie programu jako administrator - Wyłączyć i ponownie włączyć zmianę tapety Jeśli to nie pomoże, prosimy o przesłanie zrzutu ekranu błędu na GitHubie. Kliknij ""Tak"", aby otworzyć stronę GitHub. "
