Repository: Armin2208/Windows-Auto-Night-Mode
Catalog: AutoThemeChanger/Properties/Resources.*.resx
Languages: de, es, fr, id, it, ja, pt, ru

# errorNumberInput
source: Erro: Sua entrada está inválida
de: Fehler: deine Eingabe ist nicht zulässig.
es: Error: Tu entrada no es válida
fr: 錯誤：無效的輸入
id: Kesalahan: inputmu tidak valid
it: Errore: il tuo input non è valido
ja: Fout: Ongeldige waarde ingevoerd
pt: Błąd: Wprowadzono nieprawidłowe dane

# cbConnectedStandby
source: Mudar após o modo de espera
de: Design-Wechsel nach Connected Standby (nicht empfohlen)
es: Cambiar tras conexión en espera
fr: 待機後切換
id: 待機後切換
it: Cambia dopo ConnectedStandby
ja: Schakel na Connected Standby
pt: Zmień po obudzeniu z "Connected Standby"

# cbConnectedStandbyTooltip
source: Dispositivos móveis, como os produtos Microsoft Surface, estão usando um novo tipo de modo de espera. Habilite essa opção para ter certeza que o Auto Dark Mode troque imediatamente o tema após o seu computar ligar/acordar. Isso também pode reduzir a duração da bateria! APENAS ative se for necessário!
de: Mobile Geräte, wie Microsoft Surface-Prdukte, nutzen eine neue Art des Energiesparmodus. Wenn du diese Option aktivierst, wird Auto Dark Mode sofort nach dem Aufwecken deines Computers das Design wechseln. Jedoch senkt diese Option auch die Akkulaufzeit! Aktiviere sie deshalb nur, wenn es notwendig ist!
es: Dispositivos móviles, como los productos Microsoft Surface, están unsando un nuevo tipo de modo de espera. Activar esta opción asegura que Auto Dark Mode cambie inmediatamente el tema tras encender tu ordenador. ¡Pero también reduce tu tiempo de batería! ¡SOLO activar si es necesario!
fr: 諸如微軟Surface產品之類的移動設備正在使用一種新型的待機模式。 啟用此選項可確保在喚醒裝置後可以立即切換主題。 但是這也會縮短電池壽命！僅在必要時啟用！
id: 諸如微軟Surface產品之類的移動設備正在使用一種新型的待機模式。 啟用此選項可確保在喚醒裝置後可以立即切換主題。 但是這也會縮短電池壽命！僅在必要時啟用！
it: "Dispositivi mobile, come i prodotti Microsoft Surface, usano una modalità standby differente. Attivando questa opzione Auto Dark Mode applica il tema subito dopo aver risvegliato il tuo dispositivo. Controindicazione: consuma più batteria! Attiva SOLO se necessario!"
ja: Mobiele apparaten, zoals Microsoft Surface-producten, gebruiken een nieuw type stand-bymodus. Als je deze optie activeert, verandert Auto Dark Mode het themad onmiddellijk nadat de computer is opgestart. Deze optie verlaagt echter de levensduur van de batterij! ALLEEN activeren indien nodig!
pt: "Urządzenia mobilne, np. Microsoft Surface używają nowego trybu uśpienia. Ta opcja włącza automatyczną zmianę motywu po obudzeniu komputera, jednak powoduje szybsze zużycie baterii."

# msgBatterySaver
source: Por conta da um problema com o Windows, a barra de tarefas não alterna corretamente sua cor no modo de economia de bateria. Por favor, desligue a economia de bateria se você estiver tendo problemas.
de: Ein Fehler von Windows verhindert den Wechsel der Taskleistenfarbe im Stromsparmodus. Bitte deaktiviere den Stromsparmodus, falls bei dir Probleme auftreten.
es: Debido a un eror de Windows la barra de tares no cambia su color correctamente en el modo ahorro de energía. Por favor desactiva el ahorro de energía si encuentras fallos.
fr: Due to a Windows bug the taskbar doesn't properly switch its colour in battery saver mode. Please turn off battery saver if you run into issues.由於Windows的問題，工作列無法在節電模式下正確切換其顏色。如果遇到問題，請關閉節電模式。
id: Dikarenakan bug Windows, bilah tugas tidak dapat berganti warna dengan benar di mode penghematan daya. Tolong matikan penghematan daya jika menemukan masalah
it: A causa di un bug di Windows la taskbar non cambia tema in modalità risparmio energetico. Disattivalo se ti imbatti in errori.
ja: Een Windows-fout verhindert de themaschakeling van de taakbalk in energiebesparende modus. Schakel de energiebesparende modus uit als je problemen ondervindt.
pt: Z powodu błędu Windowsa zmiana koloru paska zadań w trybie oszczędzania baterii nie działa poprawnie. W przypadku błędów zalecamy wyłączenie tego trybu.

# donationDescription
source: Sim, esse desenvolvedor criou um pop-up para lembrar as pessoas que ele aceita doações via PayPal. Que vergonha! Mas, ei, esse app faz sua vida diária um pouco mais fácil. Mesmo uma pequena doação, ficarei feliz :D Você deseja abrir a página de doações do PayPal agora?
de: Hallo! Vielen Dank, dass du Auto Dark Mode nutzt! Gefällt dir die App? Die App gestaltet deinen Alltag angenehmer, da sie deine Augen schont. Gleichzeitig ist sie komplett gratis, werbefrei, kommt ohne Datenerhebung aus und ist vollständig Open Source. Ich erziele keinerlei Einnahmen mit diesem Projekt. Aus diesem Grund hast du die Möglichkeit, mir eine kleine Spende dazulassen. Selbst ein kleiner Betrag lässt mich vor Freude durch meine Wohnung springen. Spende einfach so viel, wie dir meine Arbeit wert ist.
es: ¡Hola! Gracias por usar Auto Dark Mode. Espero que te esté gustando :) Sí, el desarrollador ha creado realmente una ventana emergente para recordar a las personas que acepta donaciones por paypal. ¡Qué vergüenza! Pero bueno, esta aplicación hace tu día a día un poco más fácil. Incluso una pequeña donación me hace feliz :D ¿Quieres abrir la página de donaciones de PayPal ahora?
fr: Salut ! Merci d'utiliser Auto Dark Mode. J'espère que vous l'aimez jusqu'à présent :) Oui, ce développeur a vraiment créé un popup pour rappeler qu'il accepte les dons via PayPal. Quelle honte ! Mais bon, cette application rend votre quotidien un peu plus facile. Même un petit don me rend heureux: D Voulez-vous ouvrir la page de don PayPal maintenant ?
id: 你好！感謝使用自動主題切換。我希望你到目前為止喜歡它 :) 是的，這位開發人員確實創建了一個彈出式視窗，以提醒人們他接受PayPal捐贈。真丟臉！ 但是，此程式使你的日常生活更加輕鬆。即使是一小筆捐款也讓我開心 :D 你要立即打開PayPal捐贈頁面嗎？
it: Ciao! Grazie per usare Auto Dark Mode. Spero tiu abbia apprezzato finora :) Sì, lo sviluppatore ha veramente creato un messaggio per ricordare alle persone che accetta donazioni via PayPal. Che vergogna! Ma hey, questa app rende la tua vita quotidiana più semplice. Anche una piccola donazione mi renderebbe felice :D Vuoi aprire la pagina PayPal per una donazione ora?
pt: Witaj! Dziękujemy za używanie Auto Dark Mode! Mamy nadzieje, że lubisz naszą aplikację! Tak, programista tej aplikacji naprawdę wbudował okienko proszące o darowiznę, co za wstyd! Ale jeśli ta aplikacja ułatwia Ci życie codzienne, mógłbyś pomóc także nam. Nawet mała darowizna nas uszczęśliwi. Chcesz otworzyć stronę PayPal-a w celu przekazania darowizny?
ru: Вітаю! Дякую за використання Auto Dark Mode. Я сподіваюсь, що зараз тобі все подобається :) Так, розробник дійсно створив спливаюче повідомлення, аби нагадати, що він приймає пожертви через PayPal. Яка ганьба! Але постривай, цей застосунок робить твоє повсякденне життя трохи легшим. Навть невелика пожертва робить мене щасливим :D Хочеш зараз відкрити сторінку пожертвування PayPal?

# donationTitle
source: Você gosta do Auto Dark Mode?
de: 你喜歡自動主題切換嗎？
es: ¿Te gusta Auto Dark Mode?
fr: Vous aimez Auto Dark Mode ?
id: Apakah anda menyukai Auto Dark Mode?
it: Ti piace Auto Dark Mode?
pt: Lubisz Auto Dark Mode?
ru: Подобається Auto Dark Mode?
